tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "bash"
brew "blueutil"
brew "btop"
brew "python@3.12"
brew "cask"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "node"
brew "php"
brew "phpmyadmin"
brew "pypy3.10"
brew "python-matplotlib"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zsh"
cask "appcleaner"
cask "discord"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "powershell"
cask "vlc"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "xabikos.javascriptsnippets"
